<pad>
<blank>
<unk>
e
t
a
o
n
i
h
s
r
d
l
▁t
he
u
▁a
th
m
c
w
f
▁th
g
y
the
▁the
in
▁s
▁h
p
▁w
an
er
▁i
b
▁o
nd
re
▁b
▁m
on
▁an
v
en
▁c
and
to
▁f
at
ha
ng
or
▁and
k
is
of
▁to
ou
▁of
ed
as
ar
▁d
▁p
ve
ing
st
te
es
▁l
it
▁he
▁in
le
me
hi
▁n
nt
al
se
▁r
wa
▁e
ti
▁g
ne
de
ll
no
ch
▁wa
co
ro
▁hi
ce
ur
hat
her
be
ut
fo
ad
ri
el
om
ea
▁no
ot
▁y
ly
▁co
▁ha
▁be
us
▁it
la
for
ma
un
was
▁was
▁fo
li
im
il
▁on
ic
yo
▁yo
▁you
et
ra
ee
▁u
lo
wi
ho
io
ver
▁re
▁for
so
ter
▁wi
ow
ent
di
▁his
sh
ion
id
sa
ir
pe
▁as
ld
pr
ay
ta
▁her
▁ma
ig
tr
bu
▁sa
oo
si
▁bu
ca
do
ge
▁is
▁not
▁st
po
all
am
▁so
had
▁had
mi
▁al
mo
▁pr
ns
tion
ere
ai
ul
▁me
av
ac
os
ke
but
▁but
▁de
ec
▁do
gh
▁at
▁k
ss
our
x
▁v
ol
▁sh
rt
we
one
out
him
pa
▁him
▁di
ev
nc
ave
▁mo
j
ill
if
eve
ab
▁ar
rs
ie
tu
bl
em
ht
ni
od
su
▁lo
▁ca
con
▁la
my
ts
gr
▁se
int
men
ov
▁mi
▁my
com
igh
by
▁all
ty
ck
ever
ich
iv
man
▁pa
ag
▁con
da
▁by
ry
wo
rom
are
een
now
ted
▁gr
fi
pl
ap
hin
q
ome
▁ou
tt
▁j
ain
qu
ba
▁li
ove
▁un
▁or
▁com
▁we
na
who
▁who
▁ch
sp
per
ex
han
up
go
rd
▁tr
▁le
▁ho
▁su
ive
est
red
fe
▁pe
ell
▁one
ak
ble
ste
und
res
other
▁ex
der
tur
▁da
hen
▁po
ess
tin
wn
rea
▁int
▁en
br
sel
uc
mp
pro
fa
bo
ug
ear
ct
▁ba
▁go
ny
hing
ki
vi
▁ti
ame
ff
ep
ood
ers
▁fa
sta
pre
▁are
▁pro
▁si
str
ment
mor
ine
ew
ong
ind
art
▁if
ci
ons
▁fi
▁br
ust
ore
▁wo
ok
way
ting
ru
led
▁ab
ven
uch
▁man
pp
end
▁out
▁mor
ide
op
lin
▁ta
ati
▁bo
any
ous
ure
▁up
kin
▁ve
ey
▁ev
pi
nin
▁ro
▁ne
over
▁pl
▁sp
ning
ia
use
z
rin
▁eve
▁q
ye
▁pre
ast
fr
anc
af
eat
king
▁your
ga
ence
▁qu
▁fr
pu
sed
▁per
ring
app
tim
ant
ation
par
▁ag
ik
ead
hu
ime
▁af
rr
ost
low
▁ver
▁more
les
oc
ster
▁tim
ice
ity
lon
▁str
▁ever
into
its
ten
gi
able
▁into
ue
dy
▁am
▁pu
▁time
▁now
ite
um
rm
ect
pla
▁ra
tor
tra
ist
sin
ike
son
itt
cu
ces
tha
▁im
dr
▁pla
pon
nk
▁ot
ling
din
long
ds
lu
ance
than
▁tha
cr
▁other
ish
▁na
▁than
lan
dis
▁dis
▁its
gs
▁ge
bi
pri
ort
ard
ord
ple
ate
ua
▁us
▁ac
▁te
▁rea
▁par
gu
ade
inte
ner
▁sta
war
▁ov
lig
▁over
▁dr
age
unt
ju
sc
▁any
va
▁han
ls
cl
hand
can
nes
fu
ub
▁ri
has
ud
▁hand
day
pos
du
▁has
▁ju
ui
get
ach
den
off
▁say
▁ap
ber
ies
eri
pres
▁lon
ding
ings
ser
rk
▁can
nde
ran
▁pri
min
eme
sk
aw
ree
ile
lar
ans
▁our
▁come
tan
ys
ft
▁off
side
ace
qui
che
gra
mis
ang
chi
▁long
cha
ins
oor
har
au
mak
vo
▁mak
las
▁bl
ef
rn
ene
light
▁hu
mar
ink
ire
lt
med
▁fe
cal
air
sion
▁fir
▁day
eg
que
car
mon
▁tu
▁men
stan
▁inte
tte
▁ea
tre
mb
▁gi
ath
fin
pas
▁vi
▁may
jo
eye
let
eed
▁app
ett
rl
▁pas
part
nu
▁cha
gl
▁ind
ars
tions
tak
ves
▁cr
ps
▁ey
▁gra
▁ki
ger
▁eye
tw
▁tak
▁comp
nn
▁cl
▁here
▁chi
ture
xp
ens
▁just
eet
des
hy
▁way
tal
wer
bro
lov
por
▁pi
ses
▁cons
▁ga
hed
▁exp
▁fu
▁ce
ved
▁ru
sm
▁tur
▁tra
liv
rig
▁fin
inter
▁car
mu
nor
hel
rem
met
▁lov
hor
▁rec
▁sc
▁du
▁mar
oon
kn
ette
rc
ise
ope
pen
ph
sing
tri
ob
tiv
land
imp
ual
til
rep
▁res
ken
▁mig
▁bro
ica
▁love
pin
▁life
▁har
▁pos
sha
ws
lay
▁jo
mer
▁mis
▁imp
▁ke
arri
▁rep
ert
▁get
▁bi
▁sup
ick
▁part
sto
▁las
etter
cor
gn
▁kn
ary
ip
oom
pt
rv
fer
▁ad
tive
▁fri
lie
last
tc
cer
shi
oh
▁work
▁cal
ks
▁sm
put
sus
live
▁sin
▁new
▁pres
▁ob
ign
▁last
▁el
▁inter
▁liv
tch
▁saw
sho
▁fre
▁gu
port
▁hel
act
tar
pers
fl
serv
▁let
far
lea
iss
dd
cess
▁put
rie
▁min
▁sha
cont
tes
ering
▁fel
ton
lai
▁ye
mat
ende
▁rem
▁far
xt
sw
fat
ase
era
▁des
ret
▁cont
▁read
ren
▁em
ix
form
press
ske
▁nor
yt
▁kin
ote
▁mat
gro
▁fl
▁tru
spec
lle
cho
ris
▁rig
▁sho
▁lig
hal
▁light
oss
ari
eng
ral
ody
ze
qua
▁fat
fol
▁ins
▁sw
tat
hol
▁vo
▁gl
▁es
▁que
▁ent
▁tre
▁ser
atu
nat
gen
▁qui
ban
▁tw
▁mu
fic
mas
dar
ult
gan
je
world
▁cu
los
▁king
▁world
set
sy
▁real
aut
▁va
▁home
ean
nal
▁col
▁arm
hus
ern
tel
▁ear
▁hal
▁mon
cy
▁god
▁live
▁dar
star
▁fol
▁il
ney
oy
ener
som
▁nat
▁gro
cert
▁sub
▁star
ement
mit
cap
ping
tie
eca
rat
ms
▁natur
tic
▁spo
▁end
▁pers
oot
reg
mes
▁ans
▁sea
▁sur
ass
eli
ina
inu
val
▁cor
bs
▁hor
▁sto
ron
▁cap
ja
edi
ente
ita
lad
gin
eel
ges
▁op
▁tri
▁cer
▁mas
▁oh
▁reg
ler
lec
sil
ool
lic
tem
line
ici
hur
stat
stra
▁gen
vel
tory
▁cert
ties
▁ste
▁stat
▁side
▁set
▁som
cur
▁dec
▁sil
ece
lm
▁ill
mil
sen
gg
▁lan
▁ja
tro
iden
vent
urs
owe
▁tal
tea
ale
rg
dia
ek
teen
cc
anno
ei
cep
▁che
ense
ember
▁person
gre
sun
lk
▁mil
bre
ian
pur
rit
san
▁oc
cat
sol
bit
sti
nam
ani
ats
▁shi
lor
ori
▁ple
▁ph
hold
vers
bar
▁aff
rai
▁sun
lain
bla
▁pur
ung
rac
▁nam
name
gar
▁inc
wr
iz
ude
▁til
▁bla
ami
▁name
▁bes
▁full
▁lar
▁hol
▁wr
dan
hr
▁ai
▁fra
enter
ili
▁lea
ets
ara
▁je
ah
try
▁cat
lect
ake
oli
▁les
nch
eti
ier
og
leg
▁bur
tom
▁till
ark
lat
vis
cia
▁best
vid
▁bre
pol
▁rat
▁doc
▁black
loc
mine
▁sol
eu
rti
dir
▁ed
cle
▁son
run
▁dir
▁pol
ya
▁bar
▁air
rus
sl
mag
▁general
▁dan
▁red
▁ente
▁enter
▁lay
▁ci
arch
▁art
▁lu
▁id
mark
wal
ole
sat
ona
sim
▁lin
▁sl
het
nic
▁sat
amp
top
ib
▁nu
wan
rel
▁gran
don
este
ket
ele
▁step
ima
az
bor
▁war
▁rece
unc
▁dire
▁sim
band
tua
▁run
dom
dv
▁direct
roc
ident
sor
ker
book
▁wan
ray
pat
▁eng
▁ran
▁play
plan
▁ban
isi
▁book
iel
gol
▁ten
dra
▁free
rod
len
stu
▁sec
▁gol
mm
cio
▁els
▁land
▁hold
hs
▁gold
bil
tai
ump
win
dea
▁cho
▁met
raw
hir
▁die
▁plan
uni
vil
▁por
cen
▁start
ric
gle
ka
sit
▁parti
▁form
eit
▁ang
une
sten
ini
bra
▁crea
lis
▁alt
bb
▁poli
ria
unde
tual
▁mont
ifu
pic
ape
▁stu
pra
gue
ado
▁abs
van
▁wal
▁minu
emp
▁dra
pal
▁cla
ley
uri
▁pra
llo
▁serv
ox
▁ni
lot
▁try
onal
ela
▁spec
oll
uf
ky
cul
sch
iti
▁mer
olu
aro
iff
▁au
bal
▁mag
▁aro
erc
itu
▁ass
▁use
hn
▁sit
lia
▁sel
cra
erri
asi
enti
bat
▁aw
vie
spa
indi
▁mad
cel
▁line
▁indi
▁rel
▁ei
za
▁leg
happy
mus
usi
▁sch
▁gar
else
olo
▁else
▁eit
▁lad
▁big
rop
ifi
unta
ott
sal
▁ter
eci
▁john
publ
hon
▁cur
ender
ham
▁val
tit
oma
thi
▁uni
▁disp
fici
▁rela
▁spa
ssi
gy
ora
sum
▁bat
ony
yon
▁low
▁iv
▁spr
vol
mal
rim
▁rai
▁christ
▁vis
view
ros
▁win
cas
ete
rid
ede
▁soci
▁bal
asa
▁hus
▁tem
ais
aus
soft
▁soft
lim
bel
▁arri
▁pal
stro
▁stan
▁ah
▁pat
gli
lit
unk
dro
▁able
▁er
▁est
▁bit
ecu
▁fac
asan
▁pic
pan
pie
eth
tay
anci
inger
nis
ute
▁mus
▁din
▁pen
▁roc
▁publ
▁happy
illa
▁sal
ngu
rol
nf
kes
hun
▁hur
▁ive
▁sum
eur
ben
hit
alle
del
▁rock
▁fil
ali
▁stra
dre
num
▁sk
tis
▁note
lf
lus
nel
ras
▁rom
▁rais
▁school
media
rma
ula
▁cas
cam
blue
▁ben
▁blue
dem
▁sor
bj
▁hot
dor
▁stor
▁sad
rip
▁trans
▁esc
vin
▁cen
ago
rap
▁servi
mini
ane
▁top
aj
lik
rio
▁mod
▁qua
▁hon
▁vie
elle
▁produ
▁cam
▁import
▁view
iste
anne
▁tea
▁thi
▁num
▁ope
eter
bet
rp
fan
net
hil
▁contra
eb
ondi
nie
▁san
sf
ande
kil
yl
imi
▁led
ram
avo
▁tom
gir
pul
org
▁public
iva
dg
ille
bri
▁tro
ko
▁tel
lum
▁gir
bin
lip
tf
▁aut
▁act
▁maj
ume
▁sen
▁prote
▁dre
ura
▁sy
dere
▁age
▁fit
yer
inn
def
▁z
ester
▁mine
▁def
lica
mn
ello
▁super
sty
reme
iri
rica
▁bank
shop
arra
▁ene
abi
arga
▁port
▁med
tl
▁fam
news
▁franc
▁service
alo
▁av
pet
key
▁ly
dri
info
▁emp
▁news
udi
gov
eks
ech
▁gov
tta
mai
eer
ager
ior
sci
zen
sis
▁ide
anta
▁ago
lex
▁und
▁ka
▁pin
eh
yb
cs
lam
anti
▁eat
▁camp
▁anc
▁hun
▁kil
▁dro
xi
▁merc
nan
▁ber
▁india
box
▁press
cher
tun
esti
▁final
▁box
▁music
kl
▁info
inform
ilo
esi
▁inform
▁bab
▁hat
adi
odi
mul
ensi
vor
iu
mission
nec
sn
ict
oms
▁van
▁dri
lash
ana
ero
▁ger
▁result
▁cra
▁ima
gri
▁fan
▁ir
▁sing
▁rap
▁dem
ym
tica
▁lat
▁ven
amin
▁post
▁et
pop
▁bel
kit
eni
▁gaz
nia
▁del
gun
▁profes
▁kit
▁pul
amo
▁hen
uk
tn
esp
▁ow
vision
▁tor
▁los
gal
itat
zz
▁tin
ama
itate
▁pan
▁pop
▁esp
▁bru
ildi
ario
osi
▁plat
▁mark
▁sn
ista
bas
▁ol
mel
tore
rum
▁anne
▁nic
nice
▁eu
nica
oni
yal
tori
▁inn
tres
▁gui
apa
▁term
sse
kf
wd
bot
nos
mir
log
▁rus
rtu
▁roman
nen
▁ende
▁pie
ule
abo
▁lik
▁extra
iza
tac
▁ty
▁liber
▁personal
df
arte
▁mai
mma
▁fun
▁ut
▁bet
eria
ano
inen
dm
isti
ops
▁gre
elt
wf
pel
rov
▁medi
▁gal
▁lie
aren
vat
▁gri
▁ant
▁nice
▁arra
▁rin
▁anno
ella
tir
▁para
▁hit
▁bas
▁ya
stem
lap
▁opera
▁bra
▁ton
drag
hid
eo
▁ring
uar
nov
ball
bon
▁ame
awa
▁cup
list
▁privat
▁drag
▁hid
▁vol
edu
tm
wl
▁nos
lem
grad
▁ori
▁loc
ala
lc
zi
lab
esh
ien
▁dia
dic
ema
endi
▁bri
wat
teri
isto
abili
esta
▁report
▁politi
uke
gon
sia
ada
tag
ena
dn
▁rol
▁hy
liza
▁sav
▁bot
tec
▁song
▁dw
▁ani
ius
▁sci
pus
nar
gor
▁ec
▁ord
▁pet
▁pot
lav
ics
▁qual
▁ic
oa
▁shop
pil
aris
▁wat
arre
▁special
dam
hf
▁anci
ila
alli
nap
▁ball
rna
hod
nus
isa
ola
tif
kle
▁amb
kis
▁social
zo
▁ef
sop
sar
▁mini
▁ig
ira
ski
▁amo
▁univers
ava
una
nem
▁ham
▁rid
dai
dev
endo
▁ice
▁dy
▁bil
▁mel
var
eno
▁obs
▁educa
lege
▁fer
ax
▁eur
isk
ito
chen
▁lot
▁unk
▁hil
yle
iga
isco
pun
▁group
rish
▁dev
▁kis
ese
▁ret
ata
▁ele
▁bor
▁ess
▁edi
avi
▁arch
ores
▁mal
yn
rav
▁avo
team
rog
bol
yr
tas
▁cop
ln
▁grad
oca
▁gh
zy
▁err
▁non
▁fis
▁pus
sport
▁hai
alu
▁dai
▁asc
uti
mic
emi
▁proces
▁dom
via
alla
vit
anda
▁mart
tera
asti
▁awa
▁euro
chu
centr
▁mul
▁europe
radi
▁sep
▁mari
▁nov
oto
▁presiden
tig
elo
vita
▁vir
das
▁tar
api
▁sus
dur
amma
yar
▁ado
▁pun
▁gun
enne
▁hed
nay
▁design
▁ita
▁prim
ssa
usta
▁une
▁abo
tus
▁ur
lp
▁eg
ios
anna
maz
▁ves
▁ener
▁mes
pti
ux
rb
dig
▁informa
▁cris
dim
ante
lut
▁org
aci
▁don
oj
▁paul
▁ine
▁lab
▁dim
kat
wy
▁cul
▁alo
bt
pha
idi
▁una
ono
nv
▁kat
ugu
▁lim
nom
uan
▁hotel
erta
inta
dl
ego
▁sex
▁lit
eren
ppi
ein
gur
▁tit
lag